<template>
    <div class="about">
      <div class="container">
        <h2>О корпорации</h2>
        <div class="about-text">
          <p>Корпорация «Галактика» — российский разработчик национальной платформы цифровизации для крупных
            предприятий, холдингов и государственных корпораций и бизнес-приложений по планированию и управлению
            производством, производственными активами и надежностью.
          </p>
          <p>«Галактика» создает ИТ-решения, которые позволяют нашим заказчикам повышать конкурентоспособность России и
            способствуют её переходу к цифровой экономике.</p>
          <p>«Галактика» несет ответственность за каждый свой продукт и проект. Мы гарантируем заказчикам внедрение
            наших программных решений в установленные сроки, с фиксированным бюджетом и минимальными для предприятия
            рисками.
          </p>
          <p>Стратегическое и среднесрочное планирование, управление текущими операциями по всем направлениям
            деятельности компании, бизнес-мониторинг – каждая из этих задач важна для современного предприятия и для
            выполнения каждой из них корпорация «Галактика» предлагает лучшие глубоко интегрированные специализированные
            решения.</p>
          <p>Огромный опыт команды корпорации по разработке и внедрению позволяет оперативно реагировать на изменения в
            законодательстве и в бизнесе заказчика, гарантировать своевременную обратную связь по любому запросу,
            получать прямую техническую поддержку от разработчика.</p>
          <p>Офисы и центры разработки «Галактики» находятся в Москве, Санкт-Петербурге, Екатеринбурге, Минске и Алматы.
            Партнерская сеть корпорации насчитывает более 200 компаний и позволяет заказчикам быть уверенными в
            оперативном решении возникающих вопросов и надежной поддержке по всей России и странах СНГ.</p>
        </div>
        <div class="about-text">
          <h3>Миссия</h3>
          <p>Корпорация «Галактика» разрабатывает и поставляет лучшие управленческие и информационные технологии для
            динамичного развития бизнеса предприятий и эффективного функционирования организаций, обеспечения
            продуктивной и комфортной работы их руководителей и сотрудников.</p>
          <p>Корпорация «Галактика» является центром генерации и развития успешных инициатив и стремится стать компанией
            мирового класса, которой гордятся сотрудники, партнеры и клиенты.</p>
        </div>
        <div class="about-text about-text-last">
          <h3 class="about-h">Ключевые факты</h3>
<!-- 1 -->
          <div class="row about-row">
            <div class="col-2 about-img about-img">
              <img src="@/assets/img/about/1.png" alt="Пионеры российского
                ИТ-рынка" width="50">
            </div>
            <div class="col-3 about-text-blue">Пионеры российского
              ИТ-рынка</div>
            <div class="col-7 about-text-p">Корпорация «Галактика» основана в 1987 году.</div>
          </div>
<!-- 2 -->
          <div class="row about-row">
            <div class="col-2 about-img">
              <img src="@/assets/img/about/2.png" alt="Пионеры российского
                ИТ-рынка" width="50">
            </div>
            <div class="col-3 about-text-blue ">Проектный опыт</div>
            <div class="col-7 about-text-p">6500 успешных внедрений.</div>
          </div>
<!-- 3 -->
          <div class="row about-row">
            <div class="col-2 about-img">
              <img src="@/assets/img/about/3.png" alt="Пионеры российского
                ИТ-рынка" width="50">
            </div>
            <div class="col-3 about-text-blue">Постоянные инновации</div>
            <div class="col-7 about-text-p">50% прибыли инвестируются в разработку новых инновационных продуктов.</div>
          </div>
<!-- 4 -->
          <div class="row about-row">
            <div class="col-2 about-img">
              <img src="@/assets/img/about/4.png" alt="Пионеры российского
                ИТ-рынка" width="50">
            </div>
            <div class="col-3 about-text-blue">Команда</div>
            <div class="col-7 about-text-p">900+ сотрудников, обладающих уникальной экспертизой в области разработки программного обеспечения, ИТ-консалтинга и сопровождения информационных систем.</div>
          </div>
<!-- 5 -->
          <div class="row about-row">
            <div class="col-2 about-img">
              <img src="@/assets/img/about/5.png" alt="Пионеры российского
                ИТ-рынка" width="50">
            </div>
            <div class="col-3 about-text-blue">Партнерская сеть</div>
            <div class="col-7 about-text-p">250+ партнеров обеспечивающих надежную поддержку Заказчиков, 40% из них работают с нами более 25 лет.</div>
          </div>
<!-- 6 -->
          <div class="row about-row">
            <div class="col-2 about-img">
              <img src="@/assets/img/about/6.png" alt="Пионеры российского
                ИТ-рынка" width="50">
            </div>
            <div class="col-3 about-text-blue">Доверие</div>
            <div class="col-7 about-text-p">50% из 1200+ наших заказчиков работают с нами более 20 лет. Мы гордимся проектами с нашими заказчиками. Среди них: Транснефть, Роснефть, Газпром, Алмаз-Антей, Уралвагонзавод, Росэлектроника, КБП им. академика А.Г. Шипунова (Ростех), НПО Энергомаш имени академика В. П. Глушко (Роскосмос), Тольяттиазот, Башкирская химия, Первая грузовая компания, Сибирский деловой союз и другие.</div>
          </div>
<!-- 7 -->
          <div class="row about-row">
            <div class="col-2 about-img">
              <img src="@/assets/img/about/7.png" alt="Пионеры российского
                ИТ-рынка" width="50">
            </div>
            <div class="col-3 about-text-blue">Импортозамещение</div>
            <div class="col-7 about-text-p">Решения корпорации – это 100% российское ПО, которое отражает национальную отраслевую специфику. «Галактика» быстро реагирует на изменения законодательства РФ, учитывая особенности заказчика. Наши программные продукты входят в Единый реестр российских программ для электронных вычислительных машин и баз данных Минкомсвязи РФ.</div>
          </div>
<!-- 8 -->
          <div class="row about-row">
            <div class="col-2 about-img">
              <img src="@/assets/img/about/8.png" alt="Пионеры российского
                ИТ-рынка" width="50">
            </div>
            <div class="col-3 about-text-blue">Наука
              и образование</div>
            <div class="col-7 about-text-p">80 российских вузов сотрудничают с корпорацией по программе «Галактика и вузы». Более 3000 студентов проходят обучение по программам «Галактики» ежегодно.</div>
          </div>
<!-- 9 -->
          <div class="row about-row">
            <div class="col-2 about-img">
              <img src="@/assets/img/about/9.png" alt="Пионеры российского
                ИТ-рынка" width="50">
            </div>
            <div class="col-3 about-text-blue">Лицензии и сертификаты</div>
            <div class="col-7 about-text-p">Корпорация «Галактика» обладает лицензией ФСБ на осуществление работ, cвязанных с использованием сведений, составляющих государственную тайну и лицензией Министерства обороны РФ на деятельность в области создания средств защиты информации, а также сертификатом соответствия требованиям ГОСТ Р ИСО 9001-2015.</div>
          </div>
<!-- 10 -->
          <div class="row about-row about-row-last">
            <div class="col-2 about-img">
              <img src="@/assets/img/about/10.png" alt="Пионеры российского
                ИТ-рынка" width="50">
            </div>
            <div class="col-3 about-text-blue">Централизованная ответственность</div>
            <div class="col-7 about-text-p">Обеспечение полного жизненного цикла проекта из одних рук на стадиях разработки, консалтинга, внедрения, технической и пользовательской поддержки.</div>
          </div>
        </div>
      </div>
    </div>
</template>

<script>
export default {
  name: 'AboutPage',
  meta: {
    title: 'О нас — Корпорация «Галактика»'
  },
};
</script>
