<template>
  <div>
    <div class="history">
      <div class="container">
        <h2>История корпорации</h2>
        <div class="history-text">
          <div class="row">
            <div class="col-2 history-year">
              2023
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Корпорация «Галактика» вошла в состав Совета по развитию цифровых технологий для промышленности
                  АПКИТ.</li>
                <br>
                <li>Корпорация «Галактика» и компания-разработчик СберТех успешно завершили тестовые испытания по
                  взаимодействию системы управления реляционными базами данных Platform V Pangolin SE (версия 5.2.1) с
                  продуктом «Галактика ERP».</li>
                <br>
                <li>Корпорация «Галактика» и компания «Базальт СПО» обеспечили совместимость системы «Галактика ERP» с
                  операционными системами «Альт Сервер» 10 и «Альт Рабочая станция» 10.</li>
                <br>
                <li>Подтверждена совместимость системы «Галактика ERP» с ОС Astra Linux Special Edition.</li>
                <br>
                <li>Корпорация «Галактика» поддержала Ценовую хартию социально ответственного IT-бизнеса.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'HistoryPage',
  meta: {
    title: 'История — Корпорация «Галактика»'
  },
};
</script>