<template>
  <div>
    <div class="history">
      <div class="container">
        <h2>История корпорации</h2>
        <div class="history-text">
          <!-- 1 -->
          <div class="row">
            <div class="col-2 history-year">
              2023
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Корпорация «Галактика» вошла в состав Совета по развитию цифровых технологий для промышленности
                  АПКИТ.</li>
                <br>
                <li>Корпорация «Галактика» и компания-разработчик СберТех успешно завершили тестовые испытания по
                  взаимодействию системы управления реляционными базами данных Platform V Pangolin SE (версия 5.2.1) с
                  продуктом «Галактика ERP».</li>
                <br>
                <li>Корпорация «Галактика» и компания «Базальт СПО» обеспечили совместимость системы «Галактика ERP» с
                  операционными системами «Альт Сервер» 10 и «Альт Рабочая станция» 10.</li>
                <br>
                <li>Подтверждена совместимость системы «Галактика ERP» с ОС Astra Linux Special Edition.</li>
                <br>
                <li>Корпорация «Галактика» поддержала Ценовую хартию социально ответственного IT-бизнеса.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 2 -->
          <div class="row">
            <div class="col-2 history-year">
              2022
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Создан Наблюдательный совет в целях стратегического развития корпорации «Галактика».</li>
                <br>
                <li>Корпорация «Галактика» и RAMAX Group объявили о создании стратегического альянса с целью обеспечения
                  отечественных корпораций, промышленных предприятий, федеральных органов исполнительной власти
                  эффективными импортонезависимыми решениями.</li>
                <br>
                <li>«Галактика ERP» заняла 2 место в рейтинге ERP-систем по мнению крупнейшего ИТ-издания СNews.</li>
                <br>
                <li>Продукты «Галактики» включены в карты ведущих российских ИТ-изданий: СNews «Импортозамещение 2022»,
                  TAdviser «Карта российского рынка информационных технологий 2022».</li>
                <br>
                <li>Анонсирована новая версия 5.8 системы управления производственными активами «Галактика ЕАМ».</li>
                <br>
                <li>Выпущен новый модуль системы «Галактика ERP 9.1»</li>
                <br>
                <li>Корпоративная и налоговая отчётность (для консолидации данных на уровне холдингов и взаимодействия с
                  витринами налогового мониторинга)</li>
                <br>
                <li>Выпущен новый релиз системы «Галактика АММ», включающий новую функциональность:</li>
                <br>
                <ul>
                  <li>использование схем кооперации с отражением как поставщиков, так и собственного производства для
                    управления производством, расчета затрат;</li>
                  <br>
                  <li>контроль производства на основе базового плана, сравнение любых фактических показателей с
                    плановыми;
                  </li>
                  <br>
                  <li>улучшение системы аутентификации и защиты при входе в систему.</li>
                </ul>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 3 -->
          <div class="row">
            <div class="col-2 history-year">
              2021
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Представлена система управления производством «Галактика АММ» на СУБД Postgres Pro.</li>
                <br>
                <li>Анонсирована новая версия 5.7 системы управления производственными активами «Галактика ЕАМ».</li>
                <br>
                <li>«Галактика» входит в тройку рейтинга ERP-систем по мнению крупнейшего ИТ-издания СNews.</li>
                <br>
                <li>«Галактика» приняла участие в рейтинге CNews «Крупнейшие поставщики ИТ-услуг» в рамках обзора:
                  «Рынок ИТ-услуг 2021».</li>
                <br>
                <li>При господдержке Минпромторга РФ созданы импортонезависимые системы:</li>
                <br>
                <ul>
                  <li>«Галактика ЕАМ.WEB» с универсальным тонким клиентом</li>
                  <br>
                  <li>«Галактика ERP.CORP»
                  </li>
                  <br>
                  <li>«Галактика АММ.WEB»</li>
                </ul>
                <br>
                <li>Выпущены новые модули Системы «Галактика ERP 9.1»:</li>
                <br>
                <ul>
                  <li>Маркировка «Честный знак»</li>
                  <br>
                  <li>Интеграционный модуль для работы с онлайн-ККТ ШТРИХ-М</li>
                  <br>
                  <li>Периодическая отчетность структурных подразделений</li>
                </ul>
                <br>
                <li>Все решения корпорации «Галактика» включены в Каталог совместимости российского программного
                  обеспечения АРПП «ОТЕЧЕСТВЕННЫЙ СОФТ»</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 4 -->
          <div class="row">
            <div class="col-2 history-year">
              2020
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Корпорация «Галактика» включена в перечень системообразующих организаций российской экономики в
                  сфере информации и связи.</li>
                <br>
                <li>«Галактика ЕАМ» признана победителем Конкурсного отбора лучших отечественных решений в номинации
                  «Системы управления организацией и ее процессами».</li>
                <br>
                <li>Все решения корпорации «Галактика» включены в Единый реестр Минкомсвязи России.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 5 -->
          <div class="row">
            <div class="col-2 history-year">
              2019
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Корпорация «Галактика» выпустила новый программный продукт – систему «Галактика MES», которая
                  дополнила линейку решений для реализации сквозного управления производством на всех уровнях.
                </li>
                <br>
                <li>Госкорпорация «Роскосмос» и корпорация «Галактика» заключили меморандум о сотрудничестве в области
                  цифровизации ракетно-космической промышленности.</li>
                <br>
                <li>«Галактика» и Фонд «Сколково» подписали партнерское соглашение, в рамках которого на территории
                  Инновационного центра «Сколково» будет создан научно-технический центр «Галактика НТЦ».</li>
                <br>
                <li>
                  На международной выставке Иннопром продукты корпорации «Галактика» представлены Президенту РФ Путину
                  В.В.
                </li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 6 -->
          <div class="row">
            <div class="col-2 history-year">
              2018
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Корпорация «Галактика» подписала стратегические соглашения о сотрудничестве в сфере цифровизации и
                  импортозамещения с ОАО «РЖД», госкорпорацией Росатом, «Авиационным комплексом им. С.В. Ильюшина», УВЗ,
                  корпорацией «Тактическое Ракетное Вооружение», АО «Центр технологии судостроения и судоремонта».
                </li>
                <br>
                <li>Подписано соглашение с Минпромторгом РФ и Фондом развития промышленности о совместном развитии
                  Государственной информационной системы промышленности на базе «Галактика AMM».</li>
                <br>
                <li>Проект по предиктивной аналитике по ТОиР в НК Роснефть РН-Комсомольский НПЗ признан лучшим в
                  номинации «Прогностическое обслуживание производственного оборудования» в IX конкурсе «Лучшие 10
                  ИТ-проектов для нефтегазовой отрасли».</li>
                <br>
                <li>В рамках Отраслевого центра разработки и внедрения информационных систем ОАО «РЖД» создан Центр
                  компетенций по решениям корпорации «Галактика».</li>
                <br>
                <li>«Галактика» входит в 5-ку крупнейших ИТ-компаний по количеству проектов в общем рейтинге TAdviser.
                </li>
                <br>
                <li>На базе «Галактика ERP» произведен расчёт заработной платы на 1 млн. сотрудников за 4 часа.</li>
                <br>
                <li>Представлена импортонезависимая «Галактика ERP» 9.1 на базе СУБД Postgres Pro.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 7 -->
          <div class="row">
            <div class="col-2 history-year">
              2017
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Корпорация «Галактика» отмечает 30-летний юбилей. Реализовано более 6500 проектов для 1200
                  заказчиков.
                </li>
                <br>
                <li>На базе решений корпорации «Галактика» под эгидой Минпромторга РФ совместно с Фондом развития
                  промышленности разрабатывается Национальная B2B-платформа «Государственная информационная система
                  промышленности».</li>
                <br>
                <li>Корпорация «Галактика» реализует масштабный ERP-проект для мирового лидера ракетного
                  двигателестроения АО «НПО Энергомаш».</li>
                <br>
                <li>Компанией Транснефть в годовом отчете отражен пересмотр ИТ-стратегии в части смены платформы для
                  построения единой корпоративной интегрированной информационной системы управления организаций системы
                  Транснефть (ОСТ) с SAP ERP на «Галактика ERP» и «Галактика EAM».</li>
                <br>
                <li>Старт проекта с компанией Транснефть по паспортизации и управлению техническим облуживанием и
                  ремонтами всех инфраструктурных объектов компании на базе «Галактика EAM».</li>
                <br>
                <li>Все основные продукты корпорации «Галактика» включены в Единый реестр Минкомсвязи России.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 8 -->
          <div class="row">
            <div class="col-2 history-year">
              2016
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Корпорация разработала и представила новое решение для управления человеческим капиталом – Галактика
                  HCM.
                </li>
                <br>
                <li>По результатам исследования аналитического центра TAdviser корпорация «Галактика» становится лидером
                  по количеству внедрений ERP-систем в машиностроительной отрасли.</li>
                <br>
                <li>Северо-западное региональное отделение корпорации «Галактика» (Санкт-Петербург) отмечает 20-летний
                  юбилей.</li>
                <br>
                <li>ПАО «Транснефть» и корпорация «Галактика» подписали соглашение о сотрудничестве для повышения уровня
                  взаимодействия в реализации ИТ-стратегии в части разработки и внедрения систем Галактика ЕАМ и
                  «Галактика ERP».</li>
                <br>
                <li>Запущены новые продукты в составе линейки решений «Галактика CPM». Среди них «Галактика Консолидация
                  отчетности», «Галактика Инвестиционное планирование», «Галактика Бюджетирование», «Галактика
                  Казначейство».</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 9 -->
          <div class="row">
            <div class="col-2 history-year">
              2015
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Корпорация продолжает применение технологии штрихкодирования в проектах по автоматизации
                  бизнес-процессов производственной и складской логистики.
                </li>
                <br>
                <li>Выпущена первая версия решения «Галактика Бюджетирование» в составе линейки «Галактика CPM».</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 10 -->
          <div class="row">
            <div class="col-2 history-year">
              2014
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>«Галактика» разработала первый проект кроссплатформенного приложения Мобильный офис для системы
                  «Галактика ERP» — мобильное приложение для просмотра аналитических данных с устройств под управлением
                  Android, iOS и Windows Phone.
                </li>
                <br>
                <li>Выпущен новый релиз системы «Галактика ЕАМ» версии 3.1, включающий дополнительные прикладные и
                  системные модули, новые режимы пользовательских иерархий и фильтров, подсистему управления
                  бизнес-процессами и документооборотом на основе Workflow и др.</li>
                <br>
                <li>В корпорации стартовали продажи технологической платформы Xafari Framework для разработчиков в
                  Российской Федерации и на международном рынке.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 11 -->
          <div class="row">
            <div class="col-2 history-year">
              2013
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Выход новой технологической платформы Галактика CnP (Consolidation and Planning), предназначенной
                  для создания решений консолидации, планирования, мониторинга и анализа в холдинговых структурах.</li>
                <br>
                <li>Рынку представлен новый официальный коммерческий релиз тиражной системы «Галактика EAM» версии 2.2,
                  которая становится доступной в трех пакетах: Start, Standart и Enterprise. Для малого, среднего и
                  крупного бизнеса соответственно.</li>
                <br>
                <li>Выпускаются специальные тиражные решение «Галактика ЕАМ Водоканал» и «Галактика ЕАМ Горсвет» для
                  управления техническим обслуживанием и ремонтами (ТОиР). Основной целью решений является оптимизация
                  работы технических служб и повышение эффективности их деятельности.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 12 -->
          <div class="row">
            <div class="col-2 history-year">
              2012
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Выходит версия 9.1 интегрированной системы управления предприятием «Галактика ERP» с новыми
                  возможностями обработки больших объемов данных, графического отображения и анализа бизнес-информации.
                </li>
                <br>
                <li>Корпорация выводит на рынок новое комплексное решение по управлению производственными процессами на
                  промышленных предприятиях — «Галактика AMM».</li>
                <br>
                <li>Корпорация «Галактика» представила новый продукт – «Web-портал вуза», который интегрирован с
                  решением «Галактика Управление Вузом».</li>
                <br>
                <li>Выход новой системы «Галактика Расписание учебных занятий», предназначенной для автоматизации
                  процесса составления расписания учебных занятий в образовательных учреждениях высшего и среднего
                  профессионального образования.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 13 -->
          <div class="row">
            <div class="col-2 history-year">
              2011
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Разработка компонентов Ranet OLAP с функциональными возможностями, которые ранее в комплексе не
                  предлагал ни один из других производителей. Таким образом, Ranet OLAP стал одним из первых на рынке
                  решений для SSAS на Microsoft Silverlight.</li>
                <br>
                <li>В 2011 г. корпорации «Галактика» получает статус Microsoft Silver Independent Software Vendor (ISV)
                  в рамках партнерской программы Microsoft Partner Network.</li>
                <br>
                <li>В 2011 году вышло сразу несколько специализированных решений корпорации: «Автоматизация учета ТМЦ с
                  использованием штрих-кодов» — решение позволяет применять технологии штрих-кодирования при выполнении
                  складских операций учета и «Мобильное управление торговлей» — специализированное решение для
                  управления ассортиментной политикой, сбытом и логистикой на предприятиях, работающих через сеть
                  торговых представителей.</li>
                <br>
                <li>Рынку представлен новый продукт корпорации – Галактика ЕАМ, современная система управления
                  производственными активами и процессами ТОиР на основе передовых методик обслуживания оборудования.
                </li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 14 -->
          <div class="row">
            <div class="col-2 history-year">
              2010
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Выход нового продукта «Галактика СУИП», которое позволяет осуществлять управление инвестиционной
                  программой долгосрочного, среднесрочного и текущего планирования инвестиционной деятельности.
                </li>
                <br>
                <li>Продукт «Галактика Управление Вузом» получил сертификат соответствия системы добровольной
                  сертификации «ИНФОРМИКАСЕРТ» соответствия на систему управления учебным процессом. За 2010 год
                  благодаря активной работе Экспертного центра по работе с высшими учебными заведениями 15 вузов стали
                  заказчиками корпорации.</li>
                <br>
                <li>Согласно ежегодному российскому рейтингу ИТ-компаний журнала «Коммерсантъ-Деньги», корпорация
                  «Галактика» по результатам 2010 года входит в топ-10 крупнейших разработчиков программного обеспечения
                  России.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 15 -->
          <div class="row">
            <div class="col-2 history-year">
              2009
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Развитие специальных решений, среди которых управление НИОКР, проектами, активами, недвижимостью,
                  транспортом, учет специальной и форменной одежды; а также ряд специальных решений, адресованных
                  крупным предприятиям машиностроения, авиастроения, судостроения.
                </li>
                <br>
                <li>Выпущено на рынок новое «решение Галактика Управление вузом». Его отличительная особенность –
                  поддержка отраслевой специфики образовательной сферы.</li>
                <br>
                <li>В структуре корпорации «Галактика» создан Экспертный центр по работе с высшими учебными заведениями
                  на базе Северо-Западного регионального отделения корпорации «Галактика».</li>
                <br>
                <li>В 2009 году корпорация «Галактика» открыла новый проект в рамках концепции свободного программного
                  обеспечения. В состав свободного ПО «Галактики» входит система «Галактика Экспресс» – бесплатная
                  ERP-система и линейка продуктов «Галактика Business Intelligence» — программные продукты для работы с
                  OLAP системами через интернет.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 16 -->
          <div class="row">
            <div class="col-2 history-year">
              2007-2008
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Активно расширяются функциональные возможности флагманского продукта корпорации — системы «Галактика
                  ERP» в части производственных задач (механизмы APS-планирования, оперативного управления и
                  диспетчирования производства, новые средства для интеграции с системами CAD/CAM/PDM/PLM) – и
                  развиваются отраслевые и специальные решения.</li>
                <br>
                <li>В 2008 г. корпорация «Галактика» получила международный сертификат качества ISO-9001, а также
                  сертификат соответствия DIN EN ISO 9001:2000 в немецкой системе сертификации DAR/TGA.</li>
                <br>
                <li>К 2008 году решения «Галактики» используют уже около 6 400 предприятий и организаций ведущих
                  отраслей экономики России и СНГ.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 17 -->
          <div class="row">
            <div class="col-2 history-year">
              2003-2006
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Корпорация выпускает комплекс бизнес-решений «Галактика Business Suite». В состав комплекса наряду с
                  «Галактика ERP» включены также принципиально новые продукты и решения: «Галактика Business
                  Intelligence», платформа «Галактика Ranet», «Галактика Financial Management», «Галактика Мониторинг
                  заказов», «Галактика Консолидация и планирование».

                </li>
                <br>
                <li>Выходит новая версия системы «Галактика ERP». Ее отличительные особенности — наличие доступных
                  средств развития и доработки системы, расширение функциональных возможностей (управление качеством
                  продукции, управление недвижимостью), технологические новации (трехуровневая архитектура, возможность
                  удаленного доступа).</li>
                <br>
                <li>Количество заказчиков корпорации достигает 6000. Среди них — ОАО «Казанский вертолетный завод», ООО
                  «СРК «Севморсудоремонт», ООО «Смит Индастриал Саплай», ОАО «Соликамский Магниевый Завод», ОАО «Единая
                  торговая компания», АО «Химфарм», ОАО «НК-Роснефть-Архангельскнефтепродукт», «Калининская АЭС», ОАО
                  «Запсибгазпром» и многие другие.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 18 -->
          <div class="row">
            <div class="col-2 history-year">
              2001-2002
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Информационная система «Галактика» становится полноценной ERP-системой. В состав системы включаются
                  средства для решения всего спектра задач, связанных с управлением финансами. Система «Галактика»
                  пополняется функциональными модулями для управления производством и производственного планирования в
                  соответствии с международным стандартом MRP-II.
                </li>
                <br>
                <li>Заказчиками корпорации являются уже более 5300 компаний – как флагманы российской экономики, так и
                  предприятия среднего бизнеса.
                  В рамках проекта «Галактика и вузы» систему «Галактика» используют в обучении 170 вузов России и стран
                  СНГ.</li>
                <br>
                <li>Началась сертификация региональных партнеров — разработчиков совместимого с «Галактикой»
                  программного обеспечения. Сертификат вручается по двум направлениям: «Партнер-разработчик ПО для
                  системы «Галактика» (для компаний) и «Продукт, совместимый с «Галактикой» (для программного
                  обеспечения).</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 19 -->
          <div class="row">
            <div class="col-2 history-year">
              1995-2000
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>В апреле 1995 года выходит первая версия нового флагманского продукта корпорации — информационная
                  система «Галактика», предназначенная для комплексной автоматизации управления предприятием и
                  реализованная в архитектуре «клиент-сервер». Это первое решение подобного класса, созданное в России.
                </li>
                <br>
                <li>В 1996-1997 годах открываются новые региональные представительства – Северо-западное региональное
                  отделение (Санкт-Петербург) и Уральское региональное отделение (Екатеринбург), а также Центральные
                  офисы в Украине (Киев) и Казахстане (Алматы).</li>
                <br>
                <li>К 2000 году систему «Галактика» уже используют свыше 4800 предприятий. В число заказчиков корпорации
                  входят такие компании, как Каменский химический комбинат, МГТС, АК «Транснефть», Воронежский
                  машиностроительный завод, «Русский продукт», «Мострансгаз» и др.</li>
                <br>
                <li>В линейке продуктов «Галактики» появляются два новых решения – «Информационная система для
                  руководителя» и информационно-аналитический комплекс «Галактика ZOOM».</li>
                <br>
                <li>Старт проекта «Галактика и вузы» — студенты ведущих высших учебных заведений в России, Республике
                  Беларусь и Украине получили возможность проходить практику в корпорации «Галактика» и принимать
                  участие в реализации её проектов.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 20 -->
          <div class="row">
            <div class="col-2 history-year">
              1993
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>27 января 1993 года в Минске начинает работать компания «Топ Софт», которая становится центральным
                  офисом корпорации «Галактика» в Республике Беларусь.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 21 -->
          <div class="row">
            <div class="col-2 history-year">
              1987-1992
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Реализация проектов, связанных с автоматизацией управления на предприятиях машиностроения.
                </li>
                <br>
                <li>Коллектив корпорации выполняет уникальные задачи по создание информационно-аналитической системы
                  Верховного Совета СССР и Съезда народных депутатов.</li>
                <br>
                <li>По заказу Правительства Москвы в 1992 году была разработана система, помогающая рассчитывать
                  заработную плату в трамвайных, троллейбусных и автобусных парках города.</li>
                <br>
                <li>В 1992 году выпуск первого «коробочного» продукта — программного комплекса «Бухкомплекс».
                  Пользователями ПК «Бухкомплекс» становятся несколько тысяч предприятий.</li>
              </ul>
            </div>
          </div>
          <div class="history-line"></div>
          <!-- 22 -->
          <div class="row">
            <div class="col-2 history-year">
              1987
            </div>
            <div class="col-10">
              <ul class="history-ul">
                <li>Год создания корпорации «Галактика»</li>
              </ul>
            </div>
          </div>

        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'HistoryPage',
  meta: {
    title: 'История — Корпорация «Галактика»'
  },
};
</script>