<template>
  <div class="product">
    <div class="container">
      <h2 class="product-h2">Подробное описание услуги</h2>
      <div class="row catalog-row">
        <div class="col-9 catalog-text">
          <h3 class="product-h-name">
            «Галактика CPM - Казначейство»
          </h3>
          <h3 class="product-h">Краткое описание</h3>
          <p class="product-short">Достигайте совершенства в управлении финансами и принимайте решения в режиме
            реального времени</p>

          <h3 class="product-h">Характеристики</h3>
          <ul class="product-speial">
            <li>Встроенная система регламентов документооборота</li>
            <li>Контроль лимитов по множеству аналитик (разрезов)</li>
            <li>Централизованное управление финансами Группы</li>
            <li>Моделирование платежного календаря</li>
            <li>Автоматическое формирование и обработка документов</li>
            <li>Интеграция с любыми OLTP-системами</li>
          </ul>

          <h3 class="product-h">Подробное описание</h3>
          <div class="product-detailed">
            <p>«Галактика Казначейство» объединяет все задачи оперативного управления финансами и предоставляет
              эффективные инструменты управления ликвидностью, платежеспособностью и денежными потоками компании или
              холдинга. Система позволяет всем участникам процессов работать в едином информационном пространстве,
              обеспечивая гибкое и согласованное управление финансовыми средствами.
            </p>
            <p>Единая форма балансировки платежного календаря, содержащая все ключевые данные для принятия решений и
              сервисы оперативного планирования, позволяет финансовым менеджерам эффективно управлять приоритетами
              платежей, исключить кассовые разрывы, риск невыполнения обязательств перед контрагентами и
              несанкционированные платежи, контролировать лимиты, обеспечить ликвидность и платежеспособность компании.
              Встроенная система документооборота обеспечивает согласование финансовых заявок и документное
              сопровождение движения денежных средств по установленным регламентам.
            </p>
          </div>
          <a href="https://galaktika.ru/kaz">
            <button type="button" class="btn btn-primary">Узнать еще подробнее</button>
          </a>
          <router-link to="/catalog">
            <button type="button" class="btn btn-secondary">Обратно в каталог</button>
          </router-link>
        </div>
        <div class="col-3">
          <img class="catalog-img " src="@/assets/img/catalog/cpm.png" alt="«Галактика AMM»">
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'ProductCpm',
  meta: {
    title: 'Услуга «Галактика CPM — Корпорация «Галактика'
  },
};
</script>